Repository: openmichigan/OERbit
Catalog: sites/all/modules/revisioning/translations/*.po
Languages: de

source: Revisions for %title
de: Versionen von %title

source: Saved !date by !username
de: Gespeichert am !date von !username

source: Published
de: Veröffentlicht

source: Unpublished
de: Unveröffentlicht

source: Compare
de: Vergleichen

source: Please select 2 revisions rather than !count
de: Bitte 2 Visionen auswählen und nicht !count

source: Comparing revision #!revision2 against revision #!revision1
de: Version #!revision2 wird mit Version #!revision1 verglichen

source: Revision
de: Version

source: Term
de: Titel

source: in draft/pending publication
de: Entwurf / anhängig zur Publikation

source: current revision (published)
de: aktuelle Version (veröffentlicht)

source: archived
de: archiviert

source: !num_revisions pending
de: !num_revisions anhängig

source: @publication_status @content_type %title has only one revision
de: @publication_status @content_type %title hat nur eine Version

source: 1 revision
de: 1 Version

source: When publishing a pending revision
de: Beim Veröffentlichen einer ausstehenden Version

source: When reverting to an archived revision
de: Beim Zurückgreifen auf eine archivierte Version

source: When unpublishing the current revision
de: Bei der Rücknahme der Veröffentlichung der aktuellen Version

source: Publish the most recent pending revision
de: Die neueste anhängige Version veröffentlichen

source: view
de: Anzeigen

source: revisioning
de: versionieren

source: %op trigger is actioning "@aids"
de: %op Trigger führt aus "@aids"

source: Executing publish_latest_revision action for @type %title
de: Aktion publish_latest_revision für @type %title wird ausgeführt

source: To edit, publish or delete one of the revisions below, click on its saved date.
de: Um eine der unten stehenden Versionen zu bearbeiten, zu veröffentlichen oder zu löschen muss auf das Speicherdatum geklickt werden.

source: Below you can assign actions to run when certain publication-related events happen. For example, you could send an e-mail to an author when their content is pubished.
de: Hier können Sie angeben welche Aktionen ausgelöst werden sollen, wenn publikationsbezogene Eregnisse auftreten. Zum Beispiel können Sie eine E-Mail an den Autor senden, wenn sein Inhalt publiziert wird.

source: Showing all <em>pending</em> content <em>you created</em> and still have at least view access to.
de: Zeigt alle <em>anhängigen</em> Inhalte <em>die Sie erstellt hatten</em> und zumindestens noch über das Recht diese einzusehen verfügen.

source: Showing all <em>pending</em> content <em>you last modified</em> and still have at least view access to.
de: Zeigt alle <em>anhängigen</em> Inhalte <em>die Sie verändert haben.</em> und die Sie zu mindestens sehen dürfen.

source: Showing all <em>pending</em> content you can <em>edit</em>.
de: Zeigt alle <em>anhängigen</em> Inhalte die Sie <em>editieren</em> können.

source: Showing all content you have at least <em>view</em> access to.
de: Anzeige aller Inhalte, die Sie zumindestens <em>einsehen</em> können.

source: New revision in draft, pending moderation
de: Neue Version in Moderation

source: Cancel
de: Abbrechen

source: New revision in draft, pending moderation (requires "Create new revision")
de: Neue Version im Entwurfsmodus, anhängig zur Moderation (benötigt: "Neue Verison erstellen")

source: New revision in draft
de: Neu Version im Entwurf

source: Create new revision
de: Neue Version erstellen

source: Only when saving %type content that is not already in draft/pending moderation
de: Nur Inhalt vom Typ %type der nicht im Entwurfsmodus oder anhängig zur Veröffentlichung ist.

source: Every time %type content is updated, even when saving content in draft/pending moderation
de: Jedes Mal wenn der Inhalt aktuallisiert wird, auch wenn der Inhalt nur im Entwurfsmodus oder noch unveröffentlich gesichert wird.

source: Use less disk space and avoid cluttering your revisions list. With the first option ticked, modifications are saved to the same copy (i.e. no additional revisions are created) until the content is published.
de: Plattenplatz speichern und Unordnung in den Versionslisten vermeiden. Wenn die erste Option ausgewählt ist, werden Änderungen in die selbe Kopie gespeichert (d.h. es werden keine zusätzliche Versionen erstellt) bis der Inhalt veröffentlicht wird. Diese Auswahl wird nur angewendet, wenn „Neue Version erstellen“ und „Neue Version in Moderation“ gemeinsam ausgewählt werden.

source: Auto-publish drafts of type %type (for moderators)
de: Entwürfe vom Typ %type automatisch publizieren (für Moderatoren)

source: If this box is ticked and the logged-in user has the "publish revisions" permission, then any draft of type %type is published immeditaley upon saving, without further review.
de: Wenn die Checkbox angeklickt ist und der eingeloggte Benutzer über das "Versionen publizieren" Recht verfügt, dann wird jeder Entwurf vom Typ: %type sofort nach dem Abspeichern ohne weitere Moderation publiziert

source: Auto-publishing initial draft as the first revision.
de: Den ersten Entwurf automatisch als erste Version publizieren.

source: Initial revision created and published.
de: Erste Version erstellt und veröffentlicht.

source: Initial draft created, pending publication.
de: Erste Version erstellt, Veröffentlichung steht an

source: Please note there is one revision more recent than the one you are about to edit.
de: Es gibt eine Version, die neuer ist als die zum Bearbeiten ausgewählte.

source: Please note there are !count revisions more recent than the one you are about to edit.
de: Es gibt !count Versionen, die neuer sind als die zum Bearbeiten ausgewählte.

source: Updating existing copy, not creating new revision as this one is still pending.
de: Vorhandene Kope aktualisieren, keine neue Versoin erstellen, da diese noch anhängig ist.

source: Auto-publishing this revision.
de: Diese Version automatisch publizieren.

source: Your changes are now current as moderation is switched off for this content type.
de: Die Änderungen sind jetzt aktuell, da Moderation für diesen Inhalt ausgeschaltet ist.

source: Are you sure you want to publish this revision of %title?
de: Soll diese Version von %title wirklich veröffentlicht werden?

source: Publishing this revision will make it visible to the public.
de: Das Veröffentlichen dieser Version macht sie öffentlich sichtbar.

source: Publish
de: Veröffentlichen

source: Are you sure you want to unpublish %title?
de: Soll die Veröffentlichung von %title wirklich zurückgenommen werden?

source: Unpublishing will remove this content from public view.
de: Nach dem Zurücknehmen der Veröffentlichung ist dieser Inhalt nicht mehr öffentlich sichtbar.

source: Unpublish
de: Veröffentlichung zurücknehmen

source: %title has been unpublished.
de: Die Veröffentlichung von %title wurde zurückgenommen.

source: There is a pending revision. Are you sure you want to revert to an archived revision?
de: Es gibt eine anhängigeVersion. Soll wirklich auf eine archivierte Version zurückgegriffen werden?

source: Revision has been published.
de: Version wurde veröffentlicht.

source: "!title" has no pending revision to be published.
de: „!title“ hat keine anhängige Version zum Veröffentlichen.

source: Displaying <em>pending</em> revision of @content_type %title, last modified by !author on @date
de: Anzeige <em>anhängige</em> Version vom Typ: @content_type und mit dem Titel: %title, zuletzt am @date von !author modifiziert.

source: Displaying <em>current, published</em> revision of @content_type %title, last modified by !author on @date
de: Anzeige <em>aktuelle und publizierte</em> Version vom Typ: @content_type und dem Titel: %title, zuletzt modifiziert von !author am @date.

source: Displaying <em>archived</em> revision of @content_type %title, last modified by !author on @date
de: Anzeige <em>archivierte</em> Version vom Typ: @content_type und dem Titel: %title, zuletzt modifiziert von !author am @date.

source: Unpublish current revision
de: Veröffentlichung der aktuellen Version zurücknehmen

source: Delete both revisions
de: Beide Versionen löschen

source: Node revision ID
de: Beitragsversions-ID

source: Pending revisions
de: anhängige Versionen

source: Maximum number of pending revisions displayed
de: Maximale Anzahl der Anzeige von anhängigen Versionen

source: Note: the title of this block mentions the total number of revisions pending, which may be greater than the number of revisions displayed.
de: Beachte: Im Titel dieses Block wird die gesamte Anzahl an anhängigen Versionen genannt, die größer als die Menge der angezeigten Versionen sein kann!

source: Order in which pending revisions are displayed
de: Sortierung in der anhängige Version angezeigt werden.

source: Oldest at top
de: Älteste oben

source: Newest at top
de: Neueste oben

source: Note: order is based on revision timestamps.
de: Beachte: Sortierung nach Visionszeitstempel.

source: content
de: Inhalt

source: Unpublished @type %title
de: Veröffentlichung von @type %title zurückgenommen

source: Published rev #%revision of @type %title
de: Version #%revision von @type %title veröffentlicht

source: Delete
de: Löschen

source: access 'Pending' tab
de: Zugangsrecht 'anhängig' Tab

source: edit revisions
de: Versionen bearbeiten

source: publish revisions
de: Versionen veröffentlichen

source: unpublish current revision
de: Veröffentlichung der aktuellen Version zurücknehmen

source: view revisions of own content
de: Versionen eigner Inhalte ansehen

source: In draft/Pending publication
de: anhängig zur Veröffentlichung

source: View
de: Anzeigen

source: Edit
de: Bearbeiten

source: Publish this
de: Publizieren

source: Unpublish this
de: Veröffentlichung zurücknehmen

source: Revert to this
de: Zurückgreifen auf

source: Compare to current
de: Mit aktueller Version vergleichen

source: Revisioning
de: Revisioning (Versionen)

source: Allows the creation and modification of pre-published, current and archived content while the current revision remains unchanged and publicly visible until the changes have been reviewed by a moderator.
de: Ermöglicht das Erstellen und Ändern von noch nicht veröffentlichtem, aktuellem und archiviertem Inhalt, während die aktuelle Version unverändert und öffentlich sichtbar bleibt, bis die Änderungen von einem Moderator durchgesehen wurden.
