Repository: openmichigan/OERbit
Catalog: sites/all/modules/custom_search/translations/*.po
Languages: it

source: Select the search types to present as search options in the search block. If none is selected, no selector will be displayed. <strong>Note</strong>: if there's only one type checked, the selector won't be displayed BUT only this type will be searched.
it: Seleziona i tipi di contenuto da presentare come opzioni di ricerca nel blocco di ricerca. Se non selezionerai alcun tipo di contenuto, nessun selettore verrà visualizzato. <strong>Nota</strong>: se selezionerai un solo tipo di contenuto, il selettore non verrà visualizzato MA la ricerca verrà effettuata unicamente per il tipo di contenuto selezionato.

source: Search box
it: Box ricerca

source: Display label
it: Visualizza etichetta

source: Search box label
it: Etichetta per il box ricerca

source: Enter the label text for the search box. The default value is "!default".
it: Inserisci l'etichetta di testo per il box di ricerca. Il valore di default è "!default".

source: Search box default text
it: Testo di default per il box ricerca

source: This will change the default text inside the search form. Leave blank for no text. This field is blank by default.
it: Questo cambierà il testo di default dentro il form ricerca. Lasciare bianco per non avere testo. Questo campo è bianco per deafault.

source: Submit button
it: Tasto di invio

source: Submit button text
it: Testo per il tasto di invio

source: Submit image path
it: Percorso dell'immagine da usare per il tasto di invio

source: The path to the file you would like to use as submit button instead of the default text button.
it: Il percorso del file da utilizzare come tasto di invio al posto del bottone di default.

source: Submit image
it: Carica immagine

source: If you don't have direct file access to the server, use this field to upload your image.
it: Se non hai accesso diretto al server, usa questo campo per caricare l'immagine.

source: Advanced search criteria
it: Criteri per la ricerca avanzata

source: Or
it: Oppure

source: Display
it: Visualizzazione

source: Label
it: Etichetta

source: Enter the label text for this field. The default value is "!default".
it: Inserisci l'etichetta di testo per questo campo. Il valore di default è "!default".

source: Phrase
it: Frase

source: Negative
it: Negativo

source: Elements ordering
it: Ordinamento degli elementi

source: Search Box
it: Box ricerca

source: Content Types
it: Tipo di contenuto

source: Advanced search criterion: Or
it: Criterio per la ricerca avanzata: Oppure

source: Advanced search criterion: Phrase
it: Criterio per la ricerca avanzata: Frase

source: Advanced search criterion: Negative
it: Criterio per la ricerca avanzata: Negativo

source: Elements
it: Elementi

source: Display basic search
it: Visualizza il campo di ricerca di base

source: Display advanced search
it: Visualizza il form di ricerca avanzata

source: Content type
it: Tipo di contenuto

source: Filter
it: Filtra

source: Add links to filter the results by content type.
it: Aggiungi links per filtrare i risultati per tipo di contenuto.

source: Position
it: Posizione

source: Disabled
it: Disabilitato

source: Above results
it: Risultati sopra

source: Below results
it: Risultati sotto

source: Label text
it: Etichetta per il testo

source: Enter the label text for the list. The default value is "!default".
it: Inserisci l'etichetta di testo per l'elenco. Il valore di default è "!default".

source: Search this site
it: Cerca in questo sito

source: Search
it: Cerca

source: Search for
it: Cerca per

source: -Any-
it: -Qualsiasi-

source: Containing any of the words
it: Contenente qualsiasi tra queste parole

source: Containing the phrase
it: Contenente la frase

source: Containing none of the words
it: Contenente nessuna di queste parole

source: Filter the results
it: Filtra i risultati

source: Content types
it: Tipi di contenuto

source: Other searches
it: Altre ricerche

source: Selector type
it: Tipo di selettore

source: Drop-down list
it: Elenco a tendina

source: Drop-down list with multiple choices
it: Elenco a tendina con possibilità di scelte multiple

source: Choose which selector type to use. Note: content types and other searches cannot be combined in a single search.
it: Scegli quale tipo di selettore usare. Nota: tipi di contenuto e altre ricerche non possono essere combinate in una singola ricerca.

source: Enter the label text for the selector. The default value is "!default".
it: Inserisci l'etichetta di testo per il selettore. Il valore di default è "!default".

source: -Any content type- text
it: Testo per -Qualsiasi tipo di contenuto-

source: Enter the text for "any content type" choice. The default value is "!default".
it: Inserisci il testo per l'opzione "qualsiasi tipo di contenuto". Il valore di default è "!default".

source: administer custom search
it: Amministra la ricerca personalizzata

source: use custom search
it: usa la ricerca personalizzata

source: Custom Search
it: Ricerca personalizzata

source: Customize the default search, change labels, default texts, ordering, and display content types and taxonomy selectors.
it: Personalizza il sistema di ricerca di default, cambia le etichette, l'ordinamento, e visualizza selettori per il tipo di contenuto o termini della tassonomia

source: Settings
it: Settaggi

source: Change the labels, the default texts and the ordering of elements.
it: Cambia le etichette, il testo di default e l'ordinamento degli elementi.

source: Content
it: Contenuto

source: Select the content types to present as search options in the search block.
it: Seleziona i tipi di contenuto da presentare come opzioni nel blocco di ricerca.

source: Results page
it: Pagina dei risultati

source: Customize the search results page.
it: Personalizza la pagina dei risultati.

source: Select the vocabularies to present as search options in the search block. If none is selected, no selector will be displayed.
it: Seleziona i vocabolari da presentare come opzioni di ricerca nel blocco di ricerca. Se non selezionerai alcun vocabolario, nessun selettore verrà visualizzato.

source: Choose which selector type to use.
it: Scegli quale tipo di selettore usare.

source: -Any- text
it: Testo per -Qualsiasi-

source: Enter the text for "any term" choice. The default value is "!default".
it: Inserisci il testo per l'opzione "qualsiasi termine". Il valore di default è "!default".

source: Taxonomy
it: Tassonomia

source: Select the vocabularies to present as search options in the search block.
it: seleziona i vocabolari da presentare come opzioni nel blocco di ricerca.
