Repository: openmichigan/OERbit
Catalog: sites/all/modules/unique_field/translations/*.po
Languages: it

source: Enabled
it: Abilitato

source: Language
it: Lingua

source: Author
it: Autore

source: Content type
it: Tipo contenuto

source: Could not formulate query for unique_field_match_value on @field with data type @dbtype.
it: Non è possibile formulare una query per unique_field_match_value su @field con tipo di dato @dbtype

source: title
it: titolo

source: Unique field configuration
it: Configurazione Unique field

source: Choose the scope for the unique values
it: Scegli lo scopo dei valori univoci

source: All nodes
it: Tutti i nodi

source: Single node only
it: Singolo nodo

source: Choose whether the values in the specified fields must be unique among nodes of this content type, among all nodes, or only among the fields of the present node.
it: Scegli se i valori nei campi specificati devono essere univoci per tutti i nodi di questo tipo di contenuto, per tutti i nodi o solo per i campi del nodo attuale.

source: Choose whether values must be unique individually or in combination
it: Scegli se i valori devono essere univoci individualmente o in combinazione

source: Each of the specified fields must have a unique value.
it: Ognuno dei campi specificati deve avere un valore univoco.

source: The combination of values from the specified fields must be unique.
it: La combinazione di valori dei campi specificati deve essere univoca.

source: Choose the fields that should be unique
it: Scegli i campi che devono essere univoci

source: Check this box to show which nodes match when duplicate values are found
it: Seleziona questo box per mostrare quali nodi corrispondono quando valori duplicati sono trovati

source: The scope of a single node requires that each field must be unique.
it: Lo scopo del singolo nodo richiede che ogni singolo campo sia univoco.

source: The author and language fields are not supported within the scope of a single node.
it: I campi autore e lingua non sono supportati nello scopo di un singolo nodo.

source: Provides content validation requirement that the node's title, author, language, or specified CCK fields are unique.
it: Fornisce la possibilità di definire univoci il titolo del nodo, autore, lingua o specifici campi CCK.
