Repository: openmichigan/OERbit
Catalog: sites/all/modules/strongarm/translations/*.po
Languages: de

source: Reset to defaults
de: Zurücksetzen auf Standardwerte

source: Value
de: Wert

source: Default
de: Standard

source: Module
de: Modul

source: Overridden
de: Übersschrieben

source: Revert
de: Rückgängig

source: Storage
de: Speicher

source: The hilighted fields below may need to retain their current values for your site to operate properly. Settings may be disabled or reverted automatically if they are not compatible with one or more of your site's modules.
de: Die hervorgehobenen unten stehenden Felder sollen ihre aktuellen Werte behalten, damit Ihre Website ordnungsgemäß funktioniert. Diese Einstellungen sind möglicherweise deaktiviert oder automatisch zurückgesetzt, wenn sie nicht kompatibel sind mit einem oder mehreren der Module Ihrer Website sind.

source: Enforces variable values defined by modules that need settings set to operate properly.
de: Erzwingt Werte von Variablen definierter Module, die zum ordnungsgemäßen Funktionieren der Website erforderlich sind.

source: Current value
de: Aktueller Wert

source: Strongarm mode
de: Strongarm-Modus

source: Choose the strength of strongarm's restrictive behavior.
de: Wählen Sie die Stärke des restriktiven Verhaltens von Strongarm.

source: Force variables values
de: Werte von Variablen erzwingen

source: Allow variable overrides
de: Variablen überschreiben lassen

source: Show messages
de: Nachrichten anzeigen

source: Show helper messages to site administrators when variables have been strongarmed or overridden.
de: Nachrichten mit Hinweisen für Website-Administratoren anzeigen, wenn Variablen strongarmed wurden oder überschrieben werden.

source: Manage overridden variables
de: Verwalten von überschriebenen Variablen

source: Module value
de: Wert für Modul

source: The following variables have overridden values: !vars. Manage these variables on the !strongarm_page.
de: Die folgenden Variablen überschrieben haben Werte: !vars. Verwalten dieser Variablen auf !strongarm_page.

source: Strongarm admin page
de: Strongarm Verwaltungsseite

source: Manage Drupal variable settings that have been strongarmed.
de: Verwalten von Drupal Einstellungen, die von Strongarm übersteuert wurden.

source: The highlighted fields may need to retain their current values for your site to operate properly. Settings may be disabled or reverted automatically if they are not compatible with one or more of your site's modules.
de: Die hervorgehobenen Felder sollen ihre aktuellen Werte behalten, damit Ihre Website ordnungsgemäß funktioniert. Diese Einstellungen sind möglicherweise deaktiviert oder automatisch zurückgesetzt, wenn sie nicht kompatibel sind mit einem oder mehreren der Module Ihrer Website sind.

source: You can change locked-in settings by switching to "Allow variable overrides" on the !admin_page.
de: Sie können gesperrte Einstellungen dennoch ändern, wenn Sie für diese "Überschreiben von Variablen zulassen" auf der !admin_page - vorübergehend - festlegen.
